Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: To install Debian 11.10 (bullseye), download any of the following images (all i386 and amd64 CD/DVD images can be used on USB sticks too):
pt_pt: Para instalar o Debian 11.10 (bullseye), faça o download de qualquer uma das seguintes imagens (todas as imagens de CD/DVD i386 e amd64 também podem ser usadas em pendrives):

source: netinst CD image (generally 150-280 MB)
pt_pt: imagem de CD netinst (geralmente 150-280 MB)

source: full CD sets
pt_pt: conjuntos completos de CD

source: full DVD sets
pt_pt: conjuntos completos de DVD

source: other images (netboot, flexible usb stick, etc.)
pt_pt: outras imagens (netboot, pendrive usb, etc.)

source: If any of the hardware in your system requires non-free firmware to be loaded with the device driver, you can use one of the tarballs of common firmware packages or download an unofficial image including these non-free firmwares.
pt_pt: Se algum hardware em seu sistema requer que firmware não livre seja carregado com o controlador do dispositivo, você pode usar um dos arquivos tarball de pacotes de firmware comuns ou baixar uma imagem não oficial que inclui esses firmwares não livres.

source: Instructions how to use the tarballs and general information about loading firmware during an installation can be found in the Installation Guide.
pt_pt: Instruções de como usar os arquivos tarball e informações gerais sobre como carregar um firmware durante uma instalação podem ser encontradas no guia de instalação.

source: netinst (generally 240-290 MB) non-free CD images with firmware
pt_pt: netinst (geralmente 240-290 MB) não livre imagens de CD com firmware

source: Notes
pt_pt: Notas

source: · For downloading full CD and DVD images the use of BitTorrent or jigdo is recommended.
pt_pt: · Para baixar imagens completas de CD e DVD, recomenda-se usar o BitTorrent ou o jigdo.

source: · For the less common architectures only a limited number of images from the CD and DVD sets is available as ISO file or via BitTorrent.
pt_pt: · Para arquiteturas pouco comuns, somente um número limitado de imagens dos conjuntos de CD e DVD está disponível como um arquivo ISO ou via BitTorrent.

source: The full sets are only available via jigdo.
pt_pt: Os conjuntos completos estão disponíveis somente via jigdo.

source: · The multi-arch CD images support i386/amd64; the installation is similar to installing from a single architecture netinst image.
pt_pt: · As imagens multiarquitetura em CD suportam i386/amd64; a instalação é similar à instalação de uma imagem netinst de uma única arquitetura.

source: · The multi-arch DVD image supports i386/amd64; the installation is similar to installing from a single architecture full CD image; the DVD also includes the source for all included packages.
pt_pt: · As imagens multiarquitetura em DVD suportam i386/amd64; a instalação é similar à instalação de uma imagem de CD de uma única arquitetura; o DVD também inclui o código-fonte de todos os pacotes inclusos.

source: · For the installation images, verification files (SHA256SUMS, SHA512SUMS and other) are available from the same directory as the images.
pt_pt: · Para a instalação de imagens, arquivos de verificação (SHA256SUMS, SHA512SUMS e outros) estão disponíveis no mesmo diretório das imagens.

source: Documentation
pt_pt: Documentação

source: If you read only one document before installing, read our Installation Howto, a quick walkthrough of the installation process.
pt_pt: Se você somente lê um documento antes da instalação, leia nosso Howto de instalação, um rápido passo a passo do processo de instalação.

source: Other useful documentation includes:
pt_pt: Outras documentações úteis incluem:

source: · Bullseye Installation Guide
pt_pt: · Guia de instalação do Bullseye

source: detailed installation instructions
pt_pt: instruções detalhadas de instalação

source: · Debian-Installer FAQ and Debian-CD FAQ
pt_pt: · FAQ do Debian-Installer e FAQ do Debian-CD

source: common questions and answers
pt_pt: perguntas e respostas comuns

source: · Debian-Installer Wiki
pt_pt: · Wiki do Debian-Installer

source: community maintained documentation
pt_pt: documentação mantida pela comunidade

source: This is a list of known problems in the installer shipped with Debian 11.10.
pt_pt: Esta é uma lista com problemas conhecidos no instalador enviado com o Debian 11.10.

source: If you have experienced a problem installing Debian and do not see your problem listed here, please send us an installation report describing the problem or check the wiki for other known problems.
pt_pt: Se você experimentou um problema ao instalar o Debian e não vê seu problema listado aqui, por favor, nos envie um relatório de instalação descrevendo o problema, ou verifique o wiki para outros problemas conhecidos.

source: Errata for release 11.0
pt_pt: Errata para a versão 11.0

source: Firmwares required for some sound cards
pt_pt: Firmwares necessários para algumas placas de som

source: There seems to be a number of sound cards that require loading a firmware to be able to emit sound.
pt_pt: Parece que há várias placas de som que requerem o carregamento de um firmware para poderem emitir som.

source: As of Bullseye, the installer is not able to load them early, which means that speech synthesis during installation is not possible with such cards.
pt_pt: A partir do Bullseye, o instalador não é capaz de carregá-los antecipadamente, o que significa que a síntese de voz durante a instalação não é possível com essas placas.

source: A possible workaround is to plug another sound card which does not need such firmware.
pt_pt: Uma possível solução é conectar outra placa de som que não precise desse firmware.

source: See the umbrella bug report to keep track of our efforts.
pt_pt: Veja o relatório guarda-chuva do bug para acompanhar nossos esforços.

source: Improved versions of the installation system are being developed for the next Debian release, and can also be used to install bullseye.
pt_pt: Versões melhoradas do sistema de instalação estão sendo desenvolvidas para o próximo lançamento do Debian, e podem ser usadas para instalar o bullseye.

source: For details, see the Debian-Installer project page.
pt_pt: Para detalhes, veja a página do projeto Debian-Installer.

source: Deutsch Ελληνικά (Ellinika) español français Italiano 한국어 (Korean) Nederlands Português Русский (Russkij) svenska 中文(简) 中文(HK) 中文(繁)
pt_pt: Deutsch Ελληνικά (Ellinika) English español français Italiano 한국어 (Korean) Nederlands Русский (Russkij) svenska 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Sun, Nov 5 16:56:28 UTC 2023 Last Built: Tue, Aug 6 19:49:02 UTC 2024
pt_pt: Última Modificação: Dom, 5 de Nov de 2023, 18:51:04 UTC Última compilação: Ter, 6 de Ago de 2024, 22:08:24 UTC

source: Debian Developers' Corner / Helping with the Debian web pages
pt_pt: Canto dos(as) desenvolvedores(as) Debian / Ajudando com as páginas web do Debian

source: Helping with the Debian web pages
pt_pt: Ajudando com as páginas web do Debian

source: Thank you for your interest in working on the Debian web site.
pt_pt: Obrigado pelo seu interesse em trabalhar nas páginas web do Debian.

source: Due to the size of Debian and that the developers are all volunteers, we have broken most tasks into more manageable pieces.
pt_pt: Devido ao tamanho do Debian e ao fato que os(as) desenvolvedores(as) são todos(as) voluntários(as), nós dividimos as tarefas em partes mais gerenciáveis.

source: Most work needed to help maintain the web site does not involve programming so we can use the talents of just about any computer enthusiast.
pt_pt: A maior parte do trabalho necessário para ajudar a manter as páginas web não envolve programação, assim nós podemos usar os talentos de praticamente qualquer entusiasta em computadores.

source: People helping with the web site in any capacity should subscribe to the debian-www mailing list.
pt_pt: Pessoas ajudando com o site web de qualquer forma devem se inscrever na lista de discussão debian-www.

source: Translation coordinators must subscribe.
pt_pt: Coordenadores de tradução tem que se inscrever.

source: All discussions involving the web site are held there.
pt_pt: Todas as discussões envolvendo o site web acontecem lá.

source: Where you go from here depends on what you are interested in:
pt_pt: Onde ir a partir daqui depende do assunto do seu interesse:

source: · description of how the web site is organized -- recommended reading!
pt_pt: · descrição de como o site web está organizado -- leitura recomendada!

source: · creating or editing pages in English
pt_pt: · criando ou editando páginas em inglês

source: o how to use git
pt_pt: o como usar git

source: o how to use WML
pt_pt: o como usar WML

source: o how to use HTML in Debian Web pages
pt_pt: o como usar HTML nas páginas Web do Debian

source: o the to-do list
pt_pt: o a lista de tarefas

source: · translating pages
pt_pt: · traduzindo páginas

source: o content negotiation
pt_pt: o negociação de conteúdo

source: o keeping translations up to date
pt_pt: o mantendo as traduções atualizadas

source: o translation hints
pt_pt: o dicas de tradução

source: o some examples
pt_pt: o alguns exemplos

source: o translation statistics
pt_pt: o estatísticas de tradução

source: o list of translation coordinators
pt_pt: o lista dos coordenadores de tradução

source: català dansk Deutsch Ελληνικά (Ellinika) español français hrvatski Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Português Русский (Russkij) slovenčina svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)
pt_pt: català dansk Deutsch Ελληνικά (Ellinika) English español français hrvatski Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Русский (Russkij) slovenčina svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Sun, Mar 17 11:13:33 UTC 2019 Last Built: Tue, Aug 6 19:41:36 UTC 2024
pt_pt: Última Modificação: Ter, 22 de Fev de 2022, 03:20:35 UTC Última compilação: Ter, 6 de Ago de 2024, 22:05:17 UTC

source: Copyright © 1997-2019 SPI and others; See license terms
pt_pt: Copyright © 1997-2022 SPI e outros; Veja os termos de licença

source: Debian Developers' Corner / Debian Constitution
pt_pt: Canto dos(as) desenvolvedores(as) Debian / Constituição do Debian

source: Debian Constitution
pt_pt: Constituição do Debian

source: Constitution for the Debian Project (v1.9)
pt_pt: Constituição do Projeto Debian (v1.9)

source: Version 1.9 ratified on March 26th, 2022.
pt_pt: Versão 1.9 ratificada em 26 de março de 2022.

source: Supersedes Version 1.8 ratified on January 28th, 2022, Version 1.7 ratified on August 14th, 2016, Version 1.6 ratified on December 13th, 2015, Version 1.5 ratified on January 9th, 2015, Version 1.4 ratified on October 7th, 2007, Version 1.3 ratified on September 24th, 2006, Version 1.2 ratified on October 29th, 2003, Version 1.1 ratified on June 21st, 2003, and Version 1.0 ratified on December 2nd, 1998.
pt_pt: Substitui a versão 1.8 ratificada em 28 de janeiro de 2022, a versão 1.7 ratificada em 14 de agosto de 2016, a versão 1.6 ratificada em 13 de dezembro de 2015, a versão 1.5 ratificada em 9 de janeiro de 2015, a versão 1.4 ratificada em 7 de outubro de 2007, a versão 1.3 ratificada em 24 de setembro de 2006, a versão 1.2 ratificada em 29 de outubro de 2003, a versão 1.1 ratificada em 21 de junho de 2003, e a versão 1.0 ratificada em 2 de dezembro de 1998.

source: · 1. Introduction
pt_pt: · 1. Introdução

source: · 2. Decision-making bodies and individuals
pt_pt: · 2. Grupos e indivíduos na tomada de decisões

source: · 3. Individual Developers
pt_pt: · 3. Desenvolvedores(as) individuais

source: · 4. The Developers by way of General Resolution or election
pt_pt: · 4. Os(As) desenvolvedores(as) por meio de uma resolução geral ou eleição

source: · 5. Project Leader
pt_pt: · 5. Líder do Projeto

source: · 6. Technical committee
pt_pt: · 6. Comitê técnico

source: · 7. The Project Secretary
pt_pt: · 7. O(A) secretário(a) do Projeto

source: · 8. The Project Leader's Delegates
pt_pt: · 8. Os(As) delegados(as) do(a) líder do Projeto

source: · 9. Assets held in trust for Debian
pt_pt: · 9. Bens mantidos em confiança para o Debian

source: · A. Standard Resolution Procedure
pt_pt: · A. Procedimento padrão para resolução

source: · B. Use of language and typography
pt_pt: · B. Uso de linguagem e tipografia

source: 1. Introduction
pt_pt: 1. Introdução

source: The Debian Project is an association of individuals who have made common cause to create a free operating system.
pt_pt: O Projeto Debian é uma associação de indivíduos que têm a causa comum de criar um sistema operacional livre.

source: This document describes the organisational structure for formal decision-making in the Project. It does not describe the goals of the Project or how it achieves them, or contain any policies except those directly related to the decision-making process.
pt_pt: Este documento descreve a estrutura organizacional para tomadas de decisões formais no Projeto. Ele não descreve os objetivos do Projeto ou como alcançá-los, ou contém quaisquer políticas exceto aquelas diretamente relacionadas ao processo de tomada de decisões.

source: 2. Decision-making bodies and individuals
pt_pt: 2. Grupos e indivíduos na tomada de decisões

source: Each decision in the Project is made by one or more of the following:
pt_pt: Cada decisão no Projeto é tomada por um(a) ou mais dos(as) seguintes:

source: 1. The Developers, by way of General Resolution or an election;
pt_pt: 1. Os(As) desenvolvedores(as), por via de resolução geral ou uma eleição;

source: 2. The Project Leader;
pt_pt: 2. O(A) líder do Projeto;

source: 3. The Technical Committee and/or its Chair;
pt_pt: 3. O comitê técnico e/ou seu(sua) presidente(a);

source: 4. The individual Developer working on a particular task;
pt_pt: 4. O(A) desenvolvedor(a) individual trabalhando em uma tarefa particular;

source: 5. Delegates appointed by the Project Leader for specific tasks;
pt_pt: 5. Delegados(as) apontados(as) pelo(a) líder do Projeto para tarefas específicas;

source: 6. The Project Secretary.
pt_pt: 6. O(A) secretário(a) do Projeto.

source: Most of the remainder of this document will outline the powers of these bodies, their composition and appointment, and the procedure for their decision-making. The powers of a person or body may be subject to review and/or limitation by others; in this case the reviewing body or person's entry will state this. In the list above, a person or body is usually listed before any people or bodies whose decisions they can overrule or who they (help) appoint - but not everyone listed earlier can overrule everyone listed later.
pt_pt: A maior parte do restante deste documento descreverá os poderes destes grupos, sua composição e nomeação, e o procedimento para suas tomadas de decisões. Os poderes de uma pessoa ou grupo podem estar sujeitos à revisão e/ou à limitação por outros(as); neste caso o grupo revisor ou a pessoa encarregada indicará isso. Na lista acima, uma pessoa ou grupo é normalmente listada(o) antes de quaisquer pessoas ou grupos cujas decisões ela(e) pode anular ou aqueles(as) que ela(e) (ajuda a) nomear - mas nem todos os(as) listados(as) anteriormente podem anular todos(as) os(as) listados(as) posteriormente.

source: 2.1. General rules
pt_pt: 2.1. Regras gerais

source: 1. Nothing in this constitution imposes an obligation on anyone to do work for the Project. A person who does not want to do a task which has been delegated or assigned to them does not need to do it. However, they must not actively work against these rules and decisions properly made under them.
pt_pt: 1. Nada nesta constituição impõe uma obrigação a alguém para trabalhar para o Projeto. Uma pessoa que não quer fazer uma tarefa que foi delegada ou atribuída a ela não precisa fazê-la. No entanto, ela não pode trabalhar ativamente contra essas regras e decisões genuinamente tomadas sob ela.

source: 2. A person may hold several posts, except that the Project Leader, Project Secretary and the Chair of the Technical Committee must be distinct, and that the Leader cannot appoint themselves as their own Delegate.
pt_pt: 2. Uma pessoa pode ter vários cargos, exceto que o(a) líder do Projeto, o(a) secretário(a) do Projeto e o(a) presidente(a) do comitê técnico devem ser distintos, e que o(a) líder não pode nomear-se como seu(sua) próprio(a) delegado(a).

source: 3. A person may leave the Project or resign from a particular post they hold, at any time, by stating so publicly.
pt_pt: 3. Uma pessoa pode deixar o Projeto ou renunciar de um cargo em particular que tenha, a qualquer momento, fazendo isso publicamente.

source: 3. Individual Developers
pt_pt: 3. Desenvolvedores(as) individuais

source: 3.1. Powers
pt_pt: 3.1. Poderes

source: An individual Developer may
pt_pt: Um(a) desenvolvedor(a) individual pode

source: 1. make any technical or nontechnical decision with regard to their own work;
pt_pt: 1. tomar qualquer decisão técnica ou não técnica no que diz respeito ao seu próprio trabalho;

source: 2. propose or sponsor draft General Resolutions;
pt_pt: 2. propor ou apadrinhar/amadrinhar rascunhos de resoluções gerais;

source: 3. propose themselves as a Project Leader candidate in elections;
pt_pt: 3. propor a si mesmo(a) como um(a) candidato(a) a líder do Projeto nas eleições;

source: 4. vote on General Resolutions and in Leadership elections.
pt_pt: 4. votar em resoluções gerais e em eleições para líder.

source: 3.2. Composition and appointment
pt_pt: 3.2. Composição e nomeação

source: 1. Developers are volunteers who agree to further the aims of the Project insofar as they participate in it, and who maintain package(s) for the Project or do other work which the Project Leader's Delegate(s) consider worthwhile.
pt_pt: 1. Os(As) desenvolvedores(as) são voluntários(as) que concordam em promover os objetivos do Projeto na medida em que participam dele, e que mantêm pacotes para o Projeto ou fazem outros trabalhos que os(as) delegados(as) do(a) líder do Projeto considerem que relevantes.

source: 2. The Project Leader's Delegate(s) may choose not to admit new Developers, or expel existing Developers. If the Developers feel that the Delegates are abusing their authority they can of course override the decision by way of General Resolution - see §4.1(3), §4.2.
pt_pt: 2. Os(As) delegados(as) do(a) líder do Projeto podem escolher não admitir novos(as) desenvolvedores(as), ou expulsar desenvolvedores(as) existentes. Se os(as) desenvolvedores(as) acham que os(as) delegados(as) estão abusando de sua autoridade, os(as) desenvolvedores(as) podem, é claro, anular a decisão por meio de uma resolução geral - veja §4.1(3), §4.2.

source: 3.3. Procedure
pt_pt: 3.3. Procedimento

source: Developers may make these decisions as they see fit.
pt_pt: Os(As) desenvolvedores(as) podem tomar decisões quando eles(as) acharem conveniente.

source: 4. The Developers by way of General Resolution or election
pt_pt: 4. Os(As) desenvolvedores(as) por meio de uma resolução geral ou eleição

source: 4.1. Powers
pt_pt: 4.1. Poderes

source: Together, the Developers may:
pt_pt: Juntos(as), os(as) desenvolvedores(as) podem:

source: 1. Appoint or recall the Project Leader.
pt_pt: 1. Nomear ou destituir o(a) líder do Projeto.

source: 2. Amend this constitution, provided they agree with a 3:1 majority.
pt_pt: 2. Emendar esta constituição, desde que concordem em uma maioria de 3:1.

source: 3. Make or override any decision authorised by the powers of the Project Leader or a Delegate.
pt_pt: 3. Tomar ou anular qualquer decisão legitimada pelos poderes do(a) líder do Projeto ou por um(a) delegado(a).

source: 4. Make or override any decision authorised by the powers of the Technical Committee, provided they agree with a 2:1 majority.
pt_pt: 4. Tomar ou anular qualquer decisão legitimada pelos poderes do comitê técnico, desde que concordem em uma maioria de 2:1.

source: 5. Issue, supersede and withdraw nontechnical policy documents and statements.
pt_pt: 5. Criar, substituir e retirar declarações e documentos de políticas não técnicas.

source: These include documents describing the goals of the project, its relationship with other free software entities, and nontechnical policies such as the free software licence terms that Debian software must meet.
pt_pt: Estes incluem documentos que descrevem os objetivos do projeto, seu relacionamento com outras entidades de software livre e políticas não técnicas, como os termos de licença de software livre que o software no Debian deve atender.

source: They may also include position statements about issues of the day.
pt_pt: Podem também incluir declarações de posicionamento sobre assuntos do dia.

source: 1. A Foundation Document is a document or statement regarded as critical to the Project's mission and purposes.
pt_pt: 1. Um documento fundamental é um documento ou declaração considerada crítica para a missão e para os propósitos do Projeto.

source: 2. The Foundation Documents are the works entitled Debian Social Contract and Debian Free Software Guidelines.
pt_pt: 2. Os documentos fundamentais são os trabalhos intitulados Debian Social Contract (Contrato Social Debian) e Debian Free Software Guidelines (Definição Debian de Software Livre).

source: 3. A Foundation Document requires a 3:1 majority for its supersession. New Foundation Documents are issued and existing ones withdrawn by amending the list of Foundation Documents in this constitution.
pt_pt: 3. Um documento fundamental requer uma maioria 3:1 para sua substituição. Novos documentos fundamentais são emitidos e os existentes são retirados através de emendas à lista de documentos fundamentais nesta constituição.

source: 6. Make decisions about property held in trust for purposes related to Debian. (See §9.).
pt_pt: 6. Tomar decisões sobre propriedades guardadas em confiança para propósitos relacionados ao Debian. (Veja §9.).

source: 7. In case of a disagreement between the project leader and the incumbent secretary, appoint a new secretary.
pt_pt: 7. Em caso de desentendimento entre o(a) líder do Projeto e o(a) secretário(a) incumbido(a), nomeia-se um(a) novo(a) secretário(a).

source: 4.2. Procedure
pt_pt: 4.2. Procedimento

source: 1. The Developers follow the Standard Resolution Procedure, below. A resolution or ballot option is introduced if proposed by any Developer and sponsored by at least K other Developers, or if proposed by the Project Leader or the Technical Committee.
pt_pt: 1. Os(As) desenvolvedores(as) seguem o procedimento de resolução padrão, abaixo. Uma resolução ou opção de votação é introduzida se proposta por qualquer desenvolvedor(a) e apadrinhada/amadrinhada por pelo menos K outros(as) desenvolvedores(as), ou se proposta pelo(a) líder do Projeto ou pelo comitê técnico.

source: 2. Delaying a decision by the Project Leader or their Delegate:
pt_pt: 2. Adiando uma decisão tomada pelo(a) líder do Projeto ou por seu(sua) delegado(a):

source: 1. If the Project Leader or their Delegate, or the Technical Committee, has made a decision, then Developers can override them by passing a resolution to do so; see §4.1(3).
pt_pt: 1. Se o(a) líder do Projeto ou seu(sua) Delegado(a), ou o comitê técnico, tomou uma decisão, os(as) desenvolvedores(as) podem anulá-la passando uma resolução para tal; veja §4.1(3).

source: 2. If such a resolution is sponsored by at least 2K Developers, or if it is proposed by the Technical Committee, the resolution puts the decision immediately on hold (provided that resolution itself says so).
pt_pt: 2. Se tal resolução for apadrinhada/amadrinhada por pelo menos 2K desenvolvedores(as), ou se for proposta pelo comitê técnico, a resolução coloca a decisão imediatamente em espera (desde que a resolução declare isso).
